Repository: AntarikshG/Saints-rag
Catalog: saintspeaks/lib/l10n/app_*.arb
Languages: bn, de, hi, kn

# appTitle
source: Motivational Saints
bn: অনুপ্রেরণামূলক সাধু
de: Motivierende Heilige
hi: प्रेरणादायक संत
kn: ಪ್ರೇರಣಾದಾಯಕ ಸಂತರು

# inspiringSaints
source: Inspiring Saints of India
bn: ভারতের অনুপ্রেরণামূলক সাধু
de: Inspirierende Heilige Indiens
hi: भारत के प्रेरणादायक संत
kn: ಭಾರತದ ಪ್ರೇರಣಾದಾಯಕ ಸಂತರು

source: Contact
bn: যোগাযোগ
de: Kontakt
hi: संपर्क
kn: ಸಂಪರ್ಕಿಸಿ

# contactUs
source: Antarikshverse is dedicated to spreading spiritual awareness and fostering meaningful interaction with inspiring saints and their timeless literature. Through this app, we aim to help the younger generation connect with the wisdom of saints, find clarity in their doubts, and develop a deeper understanding of spiritual teachings. Our goal is to encourage more time spent in swadhyaya (self-study) and the study of sacred texts. For feedback or suggestions, please reach out to us at antarikshverse@gmail.com.
bn: আন্তরীক্ষভার্স আধ্যাত্মিক সচেতনতা ছড়িয়ে দিতে এবং অনুপ্রেরণামূলক সাধু ও তাঁদের কালজয়ী সাহিত্যের সাথে অর্থবহ যোগাযোগ গড়ে তুলতে নিবেদিত। এই অ্যাপের মাধ্যমে, আমরা তরুণ প্রজন্মকে সাধুদের জ্ঞানের সাথে সংযুক্ত করতে, তাদের সন্দেহ দূর করতে এবং আধ্যাত্মিক শিক্ষার গভীর উপলব্ধি বিকাশে সহায়তা করার লক্ষ্য রাখি। আমাদের লক্ষ্য হল স্বাধ্যায় (আত্ম-অধ্যয়ন) এবং পবিত্র গ্রন্থ অধ্যয়নে আরও বেশি সময় ব্যয় করতে উৎসাহিত করা। মতামত বা পরামর্শের জন্য, অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন: antarikshverse@gmail.com।
de: Antarikshverse widmet sich der Verbreitung spirituellen Bewusstseins und der Förderung sinnvoller Interaktion mit inspirierenden Heiligen und ihrer zeitlosen Literatur. Mit dieser App möchten wir der jüngeren Generation helfen, sich mit der Weisheit der Heiligen zu verbinden, Klarheit in ihren Zweifeln zu finden und ein tieferes Verständnis spiritueller Lehren zu entwickeln. Unser Ziel ist es, mehr Zeit für Swadhyaya (Selbststudium) und das Studium heiliger Texte zu fördern. Für Feedback oder Vorschläge erreichen Sie uns unter antarikshverse@gmail.com.
hi: अंतरिक्षवर्स आध्यात्मिक जागरूकता फैलाने और प्रेरणादायक संतों और उनके कालजयी साहित्य के साथ अर्थपूर्ण संवाद को बढ़ावा देने के लिए समर्पित है। इस ऐप के माध्यम से, हमारा उद्देश्य युवा पीढ़ी को संतों की बुद्धि से जोड़ने, उनके संदेहों में स्पष्टता लाने और आध्यात्मिक शिक्षाओं की गहरी समझ विकसित करने में मदद करना है। हमारा लक्ष्य स्वाध्याय (स्व-अध्ययन) और पवित्र ग्रंथों के अध्ययन में अधिक समय बिताने को प्रोत्साहित करना है। फीडबैक या सुझावों के लिए, कृपया हमसे antarikshverse@gmail.com पर संपर्क करें।
kn: Antarikshverse ಆಧ್ಯಾತ್ಮಿಕ ಅರಿವು ಹರಡಲು ಮತ್ತು ಪ್ರೇರಣಾದಾಯಕ ಸಂತರು ಮತ್ತು ಅವರ ಶಾಶ್ವತ ಸಾಹಿತ್ಯದೊಂದಿಗೆ ಅರ್ಥಪೂರ್ಣ ಸಂವಹನವನ್ನು ಬೆಳೆಸಲು ಸಮರ್ಪಿತವಾಗಿದೆ. ಈ ಅಪ್ಲಿಕೇಶನ್ ಮೂಲಕ, ಯುವ ಪೀಳಿಗೆಯು ಸಂತರ ಜ್ಞಾನದೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಲು, ತಮ್ಮ ಸಂದೇಹಗಳಲ್ಲಿ ಸ್ಪಷ್ಟತೆ ಕಂಡುಕೊಳ್ಳಲು ಮತ್ತು ಆಧ್ಯಾತ್ಮಿಕ ಬೋಧನೆಗಳ ಆಳವಾದ ತಿಳುವಳಿಕೆಯನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಲು ನಾವು ಗುರಿ ಹೊಂದಿದ್ದೇವೆ. ನಮ್ಮ ಗುರಿ ಸ್ವಾಧ್ಯಾಯ (ಸ್ವಯಂ-ಅಧ್ಯಯನ) ಮತ್ತು ಪವಿತ್ರ ಗ್ರಂಥಗಳ ಅಧ್ಯಯನದಲ್ಲಿ ಹೆಚ್ಚು ಸಮಯವನ್ನು ಕಳೆಯಲು ಪ್ರೋತ್ಸಾಹಿಸುವುದು. ಪ್ರತಿಕ್ರಿಯೆ ಅಥವಾ ಸಲಹೆಗಳಿಗಾಗಿ, ದಯವಿಟ್ಟು antarikshverse@gmail.com ನಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ.

source: Select Theme
bn: থিম নির্বাচন করুন
de: Design auswählen
hi: थीम चुनें
kn: ಥೀಮ್ ಆಯ್ಕೆಮಾಡಿ

source: Choose Theme
bn: থিম বেছে নিন
de: Design wählen
hi: थीम चुनें
kn: ಥೀಮ್ ಆಯ್ಕೆಮಾಡಿ

source: System
bn: সিস্টেম
hi: सिस्टम
kn: ಸಿಸ್ಟಮ್

source: Light
bn: হালকা
de: Hell
hi: हल्का
kn: ಹಗಲು

source: Dark
bn: গাঢ়
de: Dunkel
hi: गहरा
kn: ಕತ್ತಲೆ

# setName
source: Set your Name
bn: আপনার নাম সেট করুন
de: Namen festlegen
hi: अपना नाम सेट करें
kn: ನಿಮ್ಮ ಹೆಸರು ಹೊಂದಿಸಿ

source: Enter your name
bn: আপনার নাম লিখুন
de: Geben Sie Ihren Namen ein
hi: अपना नाम दर्ज करें
kn: ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ

source: Name
bn: নাম
hi: नाम
kn: ಹೆಸರು

source: Save
bn: সংরক্ষণ করুন
de: Speichern
hi: सेव करें
kn: ಉಳಿಸಿ

source: Quotes
bn: উক্তি
de: Zitate
hi: उद्धरण
kn: ಉಲ್ಲೇಖಗಳು

source: Articles
bn: নিবন্ধ
de: Artikel
hi: लेख
kn: ಲೇಖನಗಳು

# ask
source: Ask - AI Powered
bn: জিজ্ঞাসা করুন - AI চালিত
de: Fragen - KI-gestützt
hi: पूछें - AI संचालित
kn: ಕೇಳಿ - AI ಚಾಲಿತ

source: History
bn: ইতিহাস
de: Verlauf
hi: इतिहास
kn: ಇತಿಹಾಸ

source: Ask a question
bn: একটি প্রশ্ন জিজ্ঞাসা করুন
de: Eine Frage stellen
hi: एक प्रश्न पूछें
kn: ಪ್ರಶ್ನೆಯನ್ನು ಕೇಳಿ

source: Answer
bn: উত্তর
de: Antwort
hi: उत्तर
kn: ಉತ್ತರ

source: No previous questions.
bn: কোনো পূর্ববর্তী প্রশ্ন নেই।
de: Keine vorherigen Fragen.
hi: कोई पिछले प्रश्न नहीं।
kn: ಹಿಂದಿನ ಪ್ರಶ್ನೆಗಳಿಲ್ಲ.

source: Bookmarked Quotes
bn: বুকমার্ক করা উক্তি
de: Gespeicherte Zitate
hi: बुकमार्क किए गए उद्धरण
kn: ಬುಕ್‌ಮಾರ್ಕ್ ಮಾಡಿದ ಉಲ್ಲೇಖಗಳು

# aboutApp
source: How to use the App
bn: অ্যাপ কীভাবে ব্যবহার করবেন
de: So verwenden Sie die App
hi: ऐप का प्रयोग कैसे करें
kn: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಹೇಗೆ ಬಳಸುವುದು

# aboutAppInstructions
source: Welcome to the Motivational Saints app! How to use the app: • Browse the list of saints on the home screen. Tap a saint to view their quotes, articles, and ask questions. • Use the 'Ask' tab to ask questions to the selected saint and get motivational answers. • View your previous questions and answers in the 'History' tab. • Use the 'Spiritual diary' from the menu to write and save your personal notes. • Change the app language or theme from the menu. • Contact the developer from the menu if you have feedback or suggestions. Enjoy your journey towards inspiration and self-improvement!
bn: অনুপ্রেরণামূলক সাধু অ্যাপে স্বাগতম! অ্যাপ কীভাবে ব্যবহার করবেন: • হোম স্ক্রীনে সাধুদের তালিকা ব্রাউজ করুন। কোনো সাধুকে ট্যাপ করে তাঁদের উক্তি, নিবন্ধ দেখুন এবং প্রশ্ন জিজ্ঞাসা করুন। • নির্বাচিত সাধুকে প্রশ্ন জিজ্ঞাসা করতে এবং অনুপ্রেরণামূলক উত্তর পেতে 'জিজ্ঞাসা করুন' ট্যাব ব্যবহার করুন। • 'ইতিহাস' ট্যাবে আপনার পূর্ববর্তী প্রশ্ন এবং উত্তর দেখুন। • ব্যক্তিগত নোট লিখতে এবং সংরক্ষণ করতে মেনু থেকে 'আধ্যাত্মিক ডায়েরি' ব্যবহার করুন। • মেনু থেকে অ্যাপের ভাষা বা থিম পরিবর্তন করুন। • মতামত বা পরামর্শ থাকলে মেনু থেকে ডেভেলপারের সাথে যোগাযোগ করুন। অনুপ্রেরণা এবং আত্ম-উন্নতির দিকে আপনার যাত্রা উপভোগ করুন!
de: Willkommen bei der Motivierende Heilige App! So verwenden Sie die App: • Durchsuchen Sie die Liste der Heiligen auf dem Startbildschirm. Tippen Sie auf einen Heiligen, um seine Zitate, Artikel anzuzeigen und Fragen zu stellen. • Verwenden Sie die Registerkarte 'Fragen', um dem ausgewählten Heiligen Fragen zu stellen und motivierende Antworten zu erhalten. • Sehen Sie Ihre vorherigen Fragen und Antworten in der Registerkarte 'Verlauf'. • Verwenden Sie das 'Spirituelles Tagebuch' im Menü, um Ihre persönlichen Notizen zu schreiben und zu speichern. • Ändern Sie die App-Sprache oder das Design im Menü. • Kontaktieren Sie den Entwickler über das Menü, wenn Sie Feedback oder Vorschläge haben. Genießen Sie Ihre Reise zu Inspiration und Selbstverbesserung!
hi: मोटिवेशनल सेंट्स ऐप में आपका स्वागत है! ऐप का उपयोग कैसे करें: • होम स्क्रीन पर संतों की सूची देखें। किसी संत पर टैप करें और उनके उद्धरण, लेख पढ़ें या प्रश्न पूछें। • 'प्रश्न पूछें' टैब में संत से प्रश्न पूछें और प्रेरणादायक उत्तर पाएं। • 'इतिहास' टैब में अपने पिछले प्रश्न और उत्तर देखें। • मेनू से 'आध्यात्मिक डायरी' में अपने व्यक्तिगत नोट्स लिखें और सहेजें। • मेनू से भाषा या थीम बदलें। • सुझाव या प्रतिक्रिया के लिए मेनू से डेवलपर से संपर्क करें। प्रेरणा और आत्म-विकास की यात्रा का आनंद लें!
kn: ಪ್ರೇರಣಾದಾಯಕ ಸಂತರು ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಸುಸ್ವಾಗತ! ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಹೇಗೆ ಬಳಸುವುದು: • ಮುಖಪುಟದಲ್ಲಿ ಸಂತರ ಪಟ್ಟಿಯನ್ನು ವೀಕ್ಷಿಸಿ. ಅವರ ಉಲ್ಲೇಖಗಳು, ಲೇಖನಗಳು ಮತ್ತು ಪ್ರಶ್ನೆಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಸಂತರನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ. • ಆಯ್ಕೆಮಾಡಿದ ಸಂತರಿಗೆ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಲು ಮತ್ತು ಪ್ರೇರಣಾದಾಯಕ ಉತ್ತರಗಳನ್ನು ಪಡೆಯಲು 'ಕೇಳಿ' ಟ್ಯಾಬ್ ಬಳಸಿ. • 'ಇತಿಹಾಸ' ಟ್ಯಾಬ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಹಿಂದಿನ ಪ್ರಶ್ನೆಗಳು ಮತ್ತು ಉತ್ತರಗಳನ್ನು ವೀಕ್ಷಿಸಿ. • ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಟಿಪ್ಪಣಿಗಳನ್ನು ಬರೆಯಲು ಮತ್ತು ಉಳಿಸಲು ಮೆನುವಿನಿಂದ 'ಆಧ್ಯಾತ್ಮಿಕ ಡೈರಿ' ಬಳಸಿ. • ಮೆನುವಿನಿಂದ ಅಪ್ಲಿಕೇಶನ್ ಭಾಷೆ ಅಥವಾ ಥೀಮ್ ಬದಲಾಯಿಸಿ. • ನಿಮಗೆ ಪ್ರತಿಕ್ರಿಯೆ ಅಥವಾ ಸಲಹೆಗಳಿದ್ದರೆ ಮೆನುವಿನಿಂದ ಡೆವಲಪರ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಿ. ಪ್ರೇರಣೆ ಮತ್ತು ಸ್ವಯಂ-ಸುಧಾರಣೆಯ ನಿಮ್ಮ ಪ್ರಯಾಣವನ್ನು ಆನಂದಿಸಿ!

source: Watch our video:
bn: আমাদের ভিডিও দেখুন:
de: Schauen Sie sich unser Video an:
hi: हमारा वीडियो देखें:
kn: ನಮ್ಮ ವೀಡಿಯೊವನ್ನು ವೀಕ್ಷಿಸಿ:

# chooseSpiritualGuide
source: Choose your spiritual guide
bn: আপনার আধ্যাত্মিক গাইড বেছে নিন
de: Wählen Sie Ihren spirituellen Führer
hi: अपना आध्यात्मिक गुरु चुनें
kn: ನಿಮ್ಮ ಆಧ್ಯಾತ್ಮಿಕ ಮಾರ್ಗದರ್ಶಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ

# askDisclaimer
source: Get spiritual guidance from the wisdom of saints. Ask questions about life, spirituality, and finding inner peace.
bn: সাধুদের জ্ঞান থেকে আধ্যাত্মিক নির্দেশনা পান। জীবন, আধ্যাত্মিকতা এবং অন্তর শান্তি খুঁজে পাওয়া সম্পর্কে প্রশ্ন জিজ্ঞাসা করুন।
de: Erhalten Sie spirituelle Führung aus der Weisheit der Heiligen. Stellen Sie Fragen über das Leben, Spiritualität und inneren Frieden.
hi: संतों की बुद्धि से आध्यात्मिक मार्गदर्शन प्राप्त करें। जीवन, आध्यात्म, और आंतरिक शांति पाने के बारे में प्रश्न पूछें।
kn: ಸಂತರ ಜ್ಞಾನದಿಂದ ಆಧ್ಯಾತ್ಮಿಕ ಮಾರ್ಗದರ್ಶನ ಪಡೆಯಿರಿ. ಜೀವನ, ಆಧ್ಯಾತ್ಮಿಕತೆ ಮತ್ತು ಆಂತರಿಕ ಶಾಂತಿಯನ್ನು ಕಂಡುಕೊಳ್ಳುವ ಬಗ್ಗೆ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಿ.

source: Next Ekadashi
bn: পরবর্তী একাদশী
de: Nächster Ekadashi
hi: अगली एकादशी
kn: ಮುಂದಿನ ಏಕಾದಶಿ

source: My Books Library
bn: আমার বই লাইব্রেরি
de: Meine Bücherbibliothek
hi: मेरी पुस्तकों का पुस्तकालय
kn: ನನ್ನ ಪುಸ್ತಕಗಳ ಗ್ರಂಥಾಲಯ

# rateAndShareApp
source: Rate & Share App
bn: রেট ও শেয়ার অ্যাপ
de: App bewerten & teilen
hi: ऐप को रेट करें और साझा करें
kn: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ರೇಟ್ ಮಾಡಿ ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಿ

source: Set Daily Notifications
bn: দৈনিক বিজ্ঞপ্তি সেট করুন
de: Tägliche Benachrichtigungen festlegen
hi: दैनिक सूचनाएं सेट करें
kn: ದೈನಂದಿನ ಅಧಿಸೂಚನೆಗಳನ್ನು ಹೊಂದಿಸಿ

source: Menu
bn: মেনু
de: Menü
hi: मेनू
kn: ಮೆನು

source: Language
bn: ভাষা
de: Sprache
hi: भाषा
kn: ಭಾಷೆ

source: Spiritual Diary
bn: আধ্যাত্মিক ডায়েরি
de: Spirituelles Tagebuch
hi: आध्यात्मिक डायरी
kn: ಆಧ್ಯಾತ್ಮಿಕ ಡೈರಿ

source: Buy Me A Coffee
bn: আমাকে একটি কফি কিনে দিন
de: Spendieren Sie mir einen Kaffee
hi: मुझे कॉफी दिलाएं
kn: ನನಗೆ ಕಾಫಿ ಕೊಡಿ

source: Quote of the Day
bn: দিনের উক্তি
de: Zitat des Tages
hi: आज का उद्धरण
kn: ದಿನದ ಉಲ್ಲೇಖ

source: English
bn: ইংরেজি
de: Englisch
hi: अंग्रेजी
kn: ಇಂಗ್ಲಿಷ್

source: Hindi
bn: হিন্দি
hi: हिंदी
kn: ಹಿಂದಿ

source: German
bn: জার্মান
de: Deutsch
kn: ಜರ್ಮನ್

source: Kannada
bn: কন্নড়
kn: ಕನ್ನಡ

source: Bengali
bn: বাংলা
de: Bengalisch
kn: ಬೆಂಗಾಲಿ

# supportTextHi
source: स्वाध्याय के मार्ग में विज्ञापन नहीं आना चाहिए, इसलिए यहाँ कोई विज्ञापन नहीं है। यदि आप चाहते हैं कि हमारा सर्वर 24x7 चले और अधिक लोगों तक पहुँचे, तो कृपया इस पहल का समर्थन करें: buymeacoffee.com/Antarikshverse
bn: স্বাধ্যায়ের পথে বিজ্ঞাপন আসা উচিত নয়, তাই এখানে কোনো বিজ্ঞাপন নেই। আপনি যদি চান আমাদের সার্ভার ২৪x৭ চলুক এবং আরও বেশি মানুষের কাছে পৌঁছাক, তাহলে অনুগ্রহ করে এই উদ্যোগকে সমর্থন করুন: buymeacoffee.com/Antarikshverse
kn: ಸ್ವಾಧ್ಯಾಯದ ಮಾರ್ಗದಲ್ಲಿ ಜಾಹೀರಾತು ಬರಬಾರದು, ಆದ್ದರಿಂದ ಇಲ್ಲಿ ಯಾವುದೇ ಜಾಹೀರಾತು ಇಲ್ಲ। ನಮ್ಮ ಸರ್ವರ್ 24x7 ಚಾಲನೆಯಾಗಬೇಕು ಮತ್ತು ಹೆಚ್ಚು ಜನರನ್ನು ತಲುಪಬೇಕೆಂದು ನೀವು ಬಯಸಿದರೆ, ದಯವಿಟ್ಟು ಈ ಉಪಕ್ರಮವನ್ನು ಬೆಂಬಲಿಸಿ: buymeacoffee.com/Antarikshverse

# supportTextEn
source: Advertisement shouldn't come in way of Swadhaya and therefore there are no advertisement here. If you like our server to run 24x7 and reach more people, consider supporting this initiative: buymeacoffee.com/Antarikshverse
bn: স্বাধ্যায়ের পথে বিজ্ঞাপন আসা উচিত নয়, তাই এখানে কোনো বিজ্ঞাপন নেই। আপনি যদি আমাদের সার্ভার ২৪x৭ চলুক এবং আরও বেশি মানুষের কাছে পৌঁছাক চান, তাহলে এই উদ্যোগকে সমর্থন করার কথা বিবেচনা করুন: buymeacoffee.com/Antarikshverse
de: Werbung sollte nicht dem Swadhaya im Wege stehen, daher gibt es hier keine Werbung. Wenn Sie möchten, dass unser Server 24/7 läuft und mehr Menschen erreicht, unterstützen Sie bitte diese Initiative: buymeacoffee.com/Antarikshverse
kn: ಸ್ವಾಧ್ಯಾಯದ ಮಾರ್ಗದಲ್ಲಿ ಜಾಹೀರಾತು ಬರಬಾರದು, ಆದ್ದರಿಂದ ಇಲ್ಲಿ ಯಾವುದೇ ಜಾಹೀರಾತು ಇಲ್ಲ. ನಮ್ಮ ಸರ್ವರ್ 24x7 ಚಾಲನೆಯಾಗಬೇಕು ಮತ್ತು ಹೆಚ್ಚು ಜನರನ್ನು ತಲುಪಬೇಕೆಂದು ನೀವು ಬಯಸಿದರೆ, ದಯವಿಟ್ಟು ಈ ಉಪಕ್ರಮವನ್ನು ಬೆಂಬಲಿಸಿ: buymeacoffee.com/Antarikshverse

source: Talk to spiritual AI friend
bn: আধ্যাত্মিক AI বন্ধুর সাথে কথা বলুন
de: Sprechen Sie mit einem spirituellen KI-Freund
hi: आध्यात्मिक AI मित्र से बात करें
kn: ಆಧ್ಯಾತ್ಮಿಕ AI ಸ್ನೇಹಿತನೊಂದಿಗೆ ಮಾತನಾಡಿ

source: Delete Question?
bn: প্রশ্ন মুছবেন?
de: Frage löschen?
hi: प्रश्न हटाएं?
kn: ಪ್ರಶ್ನೆ ಅಳಿಸುವುದೇ?

# deleteQuestionConfirm
source: Are you sure you want to delete this question and answer? This action cannot be undone.
bn: আপনি কি নিশ্চিত যে আপনি এই প্রশ্ন এবং উত্তর মুছে ফেলতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Sind Sie sicher, dass Sie diese Frage und Antwort löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
hi: क्या आप वाकई इस प्रश्न और उत्तर को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
kn: ನೀವು ಈ ಪ್ರಶ್ನೆ ಮತ್ತು ಉತ್ತರವನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.

source: Cancel
bn: বাতিল
de: Abbrechen
hi: रद्द करें
kn: ರದ್ದುಮಾಡಿ

source: Delete
bn: মুছুন
de: Löschen
hi: हटाएं
kn: ಅಳಿಸಿ

source: Question deleted successfully
bn: প্রশ্ন সফলভাবে মুছে ফেলা হয়েছে
de: Frage erfolgreich gelöscht
hi: प्रश्न सफलतापूर्वक हटाया गया
kn: ಪ್ರಶ್ನೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ

source: Ask AI Feature Disabled
bn: AI জিজ্ঞাসা করুন বৈশিষ্ট্য নিষ্ক্রিয়
de: KI-Frage-Funktion deaktiviert
hi: AI पूछें सुविधा अक्षम है
kn: AI ಕೇಳಿ ವೈಶಿಷ್ಟ್ಯ ನಿಷ್ಕ್ರಿಯಗೊಂಡಿದೆ

# askAINotAvailableForAnandmoyima
source: The Ask AI feature is not available for Anandamayi Ma.
bn: আনন্দময়ী মায়ের জন্য AI জিজ্ঞাসা করুন বৈশিষ্ট্যটি উপলব্ধ নেই।
de: Die KI-Frage-Funktion ist für Anandamayi Ma nicht verfügbar.
hi: आनंदमयी मा के लिए AI पूछें सुविधा उपलब्ध नहीं है।
kn: ಆನಂದಮಯಿ ಮಾ ಅವರಿಗೆ AI ಕೇಳಿ ವೈಶಿಷ್ಟ್ಯ ಲಭ್ಯವಿಲ್ಲ.

# askAINotAvailableForBabaNeebKarori
source: The Ask AI feature is not available for Baba Neeb Karori.
bn: বাবা নিব করোরির জন্য AI জিজ্ঞাসা করুন বৈশিষ্ট্যটি উপলব্ধ নেই।
de: Die KI-Frage-Funktion ist für Baba Neeb Karori nicht verfügbar.
hi: बाबा नीब करोरी के लिए AI पूछें सुविधा उपलब्ध नहीं है।
kn: ಬಾಬಾ ನೀಬ್ ಕರೋರಿ ಅವರಿಗೆ AI ಕೇಳಿ ವೈಶಿಷ್ಟ್ಯ ಲಭ್ಯವಿಲ್ಲ.

source: Coming soon
bn: শীঘ্রই আসছে
de: Demnächst verfügbar
hi: जल्द आ रहा है
kn: ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ

# exploreOtherTabs
source: Please explore their quotes and teachings in the other tabs.
bn: অনুগ্রহ করে অন্যান্য ট্যাবে তাঁদের উক্তি এবং শিক্ষা দেখুন।
de: Bitte erkunden Sie ihre Zitate und Lehren in den anderen Registerkarten.
hi: कृपया अन्य टैब में उनके उद्धरण और शिक्षाओं का अन्वेषण करें।
kn: ದಯವಿಟ್ಟು ಇತರ ಟ್ಯಾಬ್‌ಗಳಲ್ಲಿ ಅವರ ಉಲ್ಲೇಖಗಳು ಮತ್ತು ಬೋಧನೆಗಳನ್ನು ಅನ್ವೇಷಿಸಿ.

source: Ask Your Spiritual Question
bn: আপনার আধ্যাত্মিক প্রশ্ন জিজ্ঞাসা করুন
de: Stellen Sie Ihre spirituelle Frage
hi: अपना आध्यात्मिक प्रश्न पूछें
kn: ನಿಮ್ಮ ಆಧ್ಯಾತ್ಮಿಕ ಪ್ರಶ್ನೆಯನ್ನು ಕೇಳಿ

source: Type your question below:
bn: নীচে আপনার প্রশ্ন লিখুন:
de: Geben Sie Ihre Frage unten ein:
hi: नीचे अपना प्रश्न लिखें:
kn: ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ಕೆಳಗೆ ಟೈಪ್ ಮಾಡಿ:

# questionPlaceholder
source: e.g., How can I find inner peace? What is the meaning of life?
bn: উদাহরণ, আমি কীভাবে অন্তর শান্তি পেতে পারি? জীবনের অর্থ কী?
de: z.B., Wie kann ich inneren Frieden finden? Was ist der Sinn des Lebens?
hi: उदा., मुझे आंतरिक शांति कैसे मिल सकती है? जीवन का अर्थ क्या है?
kn: ಉದಾ., ನಾನು ಆಂತರಿಕ ಶಾಂತಿಯನ್ನು ಹೇಗೆ ಕಂಡುಕೊಳ್ಳಬಹುದು? ಜೀವನದ ಅರ್ಥವೇನು?

source: Getting wisdom from saints...
bn: সাধুদের কাছ থেকে জ্ঞান পাচ্ছি...
de: Weisheit von Heiligen erhalten...
hi: संतों से ज्ञान प्राप्त कर रहे हैं...
kn: ಸಂತರಿಂದ ಜ್ಞಾನವನ್ನು ಪಡೆಯಲಾಗುತ್ತಿದೆ...

source: Ask AI Spiritual Friend
bn: AI আধ্যাত্মিক বন্ধুকে জিজ্ঞাসা করুন
de: Fragen Sie den spirituellen KI-Freund
hi: आध्यात्मिक AI मित्र से पूछें
kn: AI ಆಧ್ಯಾತ್ಮಿಕ ಸ್ನೇಹಿತನನ್ನು ಕೇಳಿ

source: Enter question to ask
bn: জিজ্ঞাসা করার জন্য প্রশ্ন লিখুন
de: Geben Sie eine Frage ein
hi: पूछने के लिए प्रश्न दर्ज करें
kn: ಕೇಳಲು ಪ್ರಶ್ನೆಯನ್ನು ನಮೂದಿಸಿ

source: Ready to ask
bn: জিজ্ঞাসা করার জন্য প্রস্তুত
de: Bereit zu fragen
hi: पूछने के लिए तैयार
kn: ಕೇಳಲು ಸಿದ್ಧ

source: Processing...
bn: প্রক্রিয়া চলছে...
de: Verarbeitung...
hi: प्रसंस्करण...
kn: ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತಿದೆ...

source: Loading...
bn: লোড হচ্ছে...
de: Laden...
hi: लोड हो रहा है...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...

source: Type your question first
bn: প্রথমে আপনার প্রশ্ন লিখুন
de: Geben Sie zuerst Ihre Frage ein
hi: पहले अपना प्रश्न लिखें
kn: ಮೊದಲು ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ಟೈಪ್ ಮಾಡಿ

source: Flag as Incorrect
bn: ভুল হিসাবে চিহ্নিত করুন
de: Als falsch markieren
hi: गलत के रूप में चिह्नित करें
kn: ತಪ್ಪು ಎಂದು ಗುರುತಿಸಿ

source: Flag submitted. Thank you!
bn: চিহ্ন জমা দেওয়া হয়েছে। ধন্যবাদ!
de: Markierung übermittelt. Vielen Dank!
hi: चिह्न जमा किया गया। धन्यवाद!
kn: ಫ್ಲಾಗ್ ಸಲ್ಲಿಸಲಾಗಿದೆ. ಧನ್ಯವಾದಗಳು!

# configurationLoading
source: Configuration is still loading. Please wait and try again.
bn: কনফিগারেশন এখনও লোড হচ্ছে। অনুগ্রহ করে অপেক্ষা করুন এবং আবার চেষ্টা করুন।
de: Die Konfiguration wird noch geladen. Bitte warten Sie und versuchen Sie es erneut.
hi: कॉन्फ़िगरेशन अभी भी लोड हो रहा है। कृपया प्रतीक्षा करें और पुनः प्रयास करें।
kn: ಕಾನ್ಫಿಗರೇಶನ್ ಇನ್ನೂ ಲೋಡ್ ಆಗುತ್ತಿದೆ. ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

# serverNotRunning
source: Gradio server is not running. Please try again later.
bn: Gradio সার্ভার চলছে না। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
de: Gradio-Server läuft nicht. Bitte versuchen Sie es später erneut.
hi: Gradio सर्वर नहीं चल रहा है। कृपया बाद में पुनः प्रयास करें।
kn: Gradio ಸರ್ವರ್ ಚಾಲನೆಯಲ್ಲಿಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

# serverTimeout
source: Server timeout. Please try again later.
bn: সার্ভার টাইমআউট। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
de: Server-Timeout. Bitte versuchen Sie es später erneut.
hi: सर्वर समय समाप्त। कृपया बाद में पुनः प्रयास करें।
kn: ಸರ್ವರ್ ಟೈಮ್‌ಔಟ್. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

# serverDownTryLater
source: Apologies, Server is down, Please try later : POST failed: {status}
bn: দুঃখিত, সার্ভার বন্ধ আছে, অনুগ্রহ করে পরে চেষ্টা করুন: POST ব্যর্থ হয়েছে: {status}
de: Entschuldigung, Server ist ausgefallen, bitte versuchen Sie es später: POST fehlgeschlagen: {status}
hi: क्षमा करें, सर्वर डाउन है, कृपया बाद में प्रयास करें : POST विफल: {status}
kn: ಕ್ಷಮಿಸಿ, ಸರ್ವರ್ ಡೌನ್ ಆಗಿದೆ, ದಯವಿಟ್ಟು ನಂತರ ಪ್ರಯತ್ನಿಸಿ : POST ವಿಫಲವಾಗಿದೆ: {status}

# errorServerNotRespond
source: Error: Server did not respond in time. Please try later.
bn: ত্রুটি: সার্ভার সময়মতো প্রতিক্রিয়া দেয়নি। অনুগ্রহ করে পরে চেষ্টা করুন।
de: Fehler: Server hat nicht rechtzeitig geantwortet. Bitte versuchen Sie es später.
hi: त्रुटि: सर्वर ने समय पर प्रतिक्रिया नहीं दी। कृपया बाद में प्रयास करें।
kn: ದೋಷ: ಸರ್ವರ್ ಸಮಯಕ್ಕೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಿಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಪ್ರಯತ್ನಿಸಿ.

# noResponseFromServer
source: No response from server. Please try again later.
bn: সার্ভার থেকে কোনো প্রতিক্রিয়া নেই। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
de: Keine Antwort vom Server. Bitte versuchen Sie es später erneut.
hi: सर्वर से कोई प्रतिक्रिया नहीं। कृपया बाद में पुनः प्रयास करें।
kn: ಸರ್ವರ್‌ನಿಂದ ಯಾವುದೇ ಪ್ರತಿಕ್ರಿಯೆ ಇಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

# errorServerDown
source: Error: Server seems to be down. Please try later.
bn: ত্রুটি: সার্ভার বন্ধ বলে মনে হচ্ছে। অনুগ্রহ করে পরে চেষ্টা করুন।
de: Fehler: Server scheint ausgefallen zu sein. Bitte versuchen Sie es später.
hi: त्रुटि: सर्वर डाउन प्रतीत होता है। कृपया बाद में प्रयास करें।
kn: ದೋಷ: ಸರ್ವರ್ ಡೌನ್ ಆಗಿರುವಂತೆ ತೋರುತ್ತಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪ್ರಯತ್ನಿಸಿ.

source: Spread Spirituality
bn: আধ্যাত্মিকতা ছড়িয়ে দিন
de: Spiritualität verbreiten
hi: आध्यात्मिकता फैलाएं
kn: ಆಧ್ಯಾತ್ಮಿಕತೆಯನ್ನು ಹರಡಿ

# rateShareDialogContent
source: If you like the app and want to feel difference and spirituality in lives of others, please:
bn: আপনি যদি অ্যাপটি পছন্দ করেন এবং অন্যদের জীবনে পার্থক্য এবং আধ্যাত্মিকতা অনুভব করাতে চান, অনুগ্রহ করে:
de: Wenn Ihnen die App gefällt und Sie in den Leben anderer einen Unterschied und Spiritualität spüren möchten, bitte:
hi: यदि आपको ऐप पसंद है और आप दूसरों के जीवन में आध्यात्मिकता और बदलाव महसूस करना चाहते हैं, तो कृपया:
kn: ನೀವು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಇಷ್ಟಪಟ್ಟರೆ ಮತ್ತು ಇತರರ ಜೀವನದಲ್ಲಿ ವ್ಯತ್ಯಾಸ ಮತ್ತು ಆಧ್ಯಾತ್ಮಿಕತೆಯನ್ನು ಅನುಭವಿಸಲು ಬಯಸಿದರೆ, ದಯವಿಟ್ಟು:

source: Rate us 5 stars ⭐⭐⭐⭐⭐
bn: আমাদের ৫ তারকা দিন ⭐⭐⭐⭐⭐
de: Bewerten Sie uns mit 5 Sternen ⭐⭐⭐⭐⭐
hi: हमें 5 स्टार रेटिंग दें ⭐⭐⭐⭐⭐
kn: ನಮಗೆ 5 ನಕ್ಷತ್ರಗಳನ್ನು ರೇಟ್ ಮಾಡಿ ⭐⭐⭐⭐⭐

source: Share with friends & family
bn: বন্ধু এবং পরিবারের সাথে শেয়ার করুন
de: Mit Freunden & Familie teilen
hi: दोस्तों और परिवार के साथ साझा करें
kn: ಸ್ನೇಹಿತರು ಮತ್ತು ಕುಟುಂಬದೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ

# helpOthersDiscover
source: 🙏 Help others discover the path to inner peace and spiritual growth
bn: 🙏 অন্যদের অন্তর শান্তি এবং আধ্যাত্মিক বৃদ্ধির পথ খুঁজে পেতে সাহায্য করুন
de: 🙏 Helfen Sie anderen, den Weg zu innerem Frieden und spirituellem Wachstum zu entdecken
hi: 🙏 दूसरों को आंतरिक शांति और आध्यात्मिक विकास का मार्ग खोजने में मदद करें
kn: 🙏 ಇತರರಿಗೆ ಆಂತರಿಕ ಶಾಂತಿ ಮತ್ತು ಆಧ್ಯಾತ್ಮಿಕ ಬೆಳವಣಿಗೆಯ ಮಾರ್ಗವನ್ನು ಕಂಡುಹಿಡಿಯಲು ಸಹಾಯ ಮಾಡಿ

source: Later
bn: পরে
de: Später
hi: बाद में
kn: ನಂತರ

source: Share
bn: শেয়ার করুন
de: Teilen
hi: साझा करें
kn: ಹಂಚಿಕೊಳ್ಳಿ

# rate5Star
source: Rate 5⭐
bn: ৫⭐ রেট করুন
de: 5⭐ bewerten
hi: 5⭐ रेट करें
kn: 5⭐ ರೇಟ್ ಮಾಡಿ

source: Thank you for rating! 🙏
bn: রেটিং দেওয়ার জন্য ধন্যবাদ! 🙏
de: Vielen Dank für Ihre Bewertung! 🙏
hi: रेटिंग देने के लिए धन्यवाद! 🙏
kn: ರೇಟಿಂಗ್ ಮಾಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು! 🙏

# thankYouForSupport
source: Thank you for your support! 🙏
bn: আপনার সমর্থনের জন্য ধন্যবাদ! 🙏
de: Vielen Dank für Ihre Unterstützung! 🙏
hi: आपके समर्थन के लिए धन्यवाद! 🙏
kn: ನಿಮ್ಮ ಬೆಂಬಲಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು! 🙏

# thankYouForSharing
source: Thank you for sharing the spiritual journey! 🌟
bn: আধ্যাত্মিক যাত্রা শেয়ার করার জন্য ধন্যবাদ! 🌟
de: Vielen Dank, dass Sie die spirituelle Reise teilen! 🌟
hi: आध्यात्मिक यात्रा साझा करने के लिए धन्यवाद! 🌟
kn: ಆಧ್ಯಾತ್ಮಿಕ ಪ್ರಯಾಣವನ್ನು ಹಂಚಿಕೊಂಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು! 🌟

# unableToShare
source: Unable to share at the moment. Please try again.
bn: এই মুহূর্তে শেয়ার করতে অক্ষম। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Teilen momentan nicht möglich. Bitte versuchen Sie es erneut.
hi: इस समय साझा करने में असमर्थ। कृपया पुनः प्रयास करें।
kn: ಈ ಸಮಯದಲ್ಲಿ ಹಂಚಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

# shareMessageAndroid
source: 🙏Talk with Saints on Android & Ios: I liked the app and recommend this for staying positive with wisdom of saints, hence sharing this divine experience! 🕉️ Discover wisdom from great saints and transform your spiritual journey with Talk with Saints. Download now Android: https://play.google.com/store/apps/details?id=com.antarikshverse.talkwithsaints iOS : https://apps.apple.com/us/app/talk-with-saints-ai/id6757002070
bn: 🙏Android এবং iOS এ সাধুদের সাথে কথা বলুন: আমি অ্যাপটি পছন্দ করেছি এবং সাধুদের জ্ঞান দিয়ে ইতিবাচক থাকার জন্য এটি সুপারিশ করছি, তাই এই ঐশ্বরিক অভিজ্ঞতা শেয়ার করছি! 🕉️ মহান সাধুদের জ্ঞান আবিষ্কার করুন এবং Talk with Saints দিয়ে আপনার আধ্যাত্মিক যাত্রা রূপান্তরিত করুন। এখনই ডাউনলোড করুন Android: https://play.google.com/store/apps/details?id=com.antarikshverse.talkwithsaints iOS: https://apps.apple.com/us/app/talk-with-saints-ai/id6757002070
de: 🙏Talk with Saints auf Android & iOS: Mir gefällt die App und ich empfehle sie, um mit der Weisheit der Heiligen positiv zu bleiben, deshalb teile ich diese göttliche Erfahrung! 🕉️ Entdecken Sie Weisheit von großen Heiligen und verwandeln Sie Ihre spirituelle Reise mit Talk with Saints. Jetzt herunterladen Android: https://play.google.com/store/apps/details?id=com.antarikshverse.talkwithsaints iOS: https://apps.apple.com/us/app/talk-with-saints-ai/id6757002070
hi: 🙏Talk with Saints : मुझे यह ऐप पसंद आया और संतों के ज्ञान के साथ सकारात्मक रहने के लिएं उत्तम है, इसलिए इस दिव्य अनुभव को साझा कर रहा हूं! 🕉️ महान संतों से ज्ञान प्राप्त करें और Talk with Saints के साथ अपनी आध्यात्मिक यात्रा को बदलें। अभी डाउनलोड करें: https://play.google.com/store/apps/details?id=com.antarikshverse.talkwithsaints
kn: 🙏Android ಮತ್ತು iOS ನಲ್ಲಿ ಸಂತರೊಂದಿಗೆ ಮಾತನಾಡಿ: ನಾನು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಇಷ್ಟಪಟ್ಟಿದ್ದೇನೆ ಮತ್ತು ಸಂತರ ಜ್ಞಾನದೊಂದಿಗೆ ಸಕಾರಾತ್ಮಕವಾಗಿರಲು ಇದನ್ನು ಶಿಫಾರಸು ಮಾಡುತ್ತೇನೆ, ಆದ್ದರಿಂದ ಈ ದಿವ್ಯ ಅನುಭವವನ್ನು ಹಂಚಿಕೊಳ್ಳುತ್ತಿದ್ದೇನೆ! 🕉️ ಮಹಾನ್ ಸಂತರಿಂದ ಜ್ಞಾನವನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ ಮತ್ತು Talk with Saints ನೊಂದಿಗೆ ನಿಮ್ಮ ಆಧ್ಯಾತ್ಮಿಕ ಪ್ರಯಾಣವನ್ನು ಪರಿವರ್ತಿಸಿ. ಈಗ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ Android: https://play.google.com/store/apps/details?id=com.antarikshverse.talkwithsaints iOS : https://apps.apple.com/us/app/talk-with-saints-ai/id6757002070
