Repository: AntarikshG/Saints-rag
Catalog: saintspeaks/lib/l10n/app_*.arb
Languages: bn, de, hi, kn

# shareSubject
source: Discover Saints Speak - Spiritual Wisdom App 🙏
bn: আবিষ্কার করুন Saints Speak - আধ্যাত্মিক জ্ঞান অ্যাপ 🙏
de: Entdecken Sie Saints Speak - Spirituelle Weisheits-App 🙏
hi: Saints Speak खोजें - आध्यात्मिक ज्ञान ऐप 🙏
kn: Saints Speak ಅನ್ನು ಅನ್ವೇಷಿಸಿ - ಆಧ್ಯಾತ್ಮಿಕ ಜ್ಞಾನ ಅಪ್ಲಿಕೇಶನ್ 🙏

# notificationPermissionTitle
source: Daily Spiritual Wisdom
bn: দৈনিক আধ্যাত্মিক জ্ঞান
de: Tägliche spirituelle Weisheit
kn: ದೈನಂದಿನ ಆಧ್ಯಾತ್ಮಿಕ ಜ್ಞಾನ

# notificationPermissionMessage
source: Receive inspiring quotes from saints twice daily - once in the morning to start your day with wisdom, and once in the evening for reflection. 🌅 Morning wisdom to guide your day 🌙 Evening reflection for inner peace This feature enriches your spiritual journey and is highly recommended!
bn: প্রতিদিন দুবার সাধুদের কাছ থেকে অনুপ্রেরণামূলক উক্তি পান - একবার সকালে আপনার দিন জ্ঞান দিয়ে শুরু করতে এবং একবার সন্ধ্যায় চিন্তার জন্য। 🌅 সকালের জ্ঞান আপনার দিন পরিচালনা করতে 🌙 সন্ধ্যার চিন্তা অন্তর শান্তির জন্য এই বৈশিষ্ট্যটি আপনার আধ্যাত্মিক যাত্রাকে সমৃদ্ধ করে এবং অত্যন্ত সুপারিশ করা হয়!
de: Erhalten Sie zweimal täglich inspirierende Zitate von Heiligen - einmal morgens, um Ihren Tag mit Weisheit zu beginnen, und einmal abends zur Reflexion. 🌅 Morgenweisheit zur Leitung Ihres Tages 🌙 Abendreflexion für inneren Frieden Diese Funktion bereichert Ihre spirituelle Reise und wird sehr empfohlen!
kn: ಸಂತರಿಂದ ಪ್ರೇರಣಾದಾಯಕ ಉಲ್ಲೇಖಗಳನ್ನು ದಿನಕ್ಕೆ ಎರಡು ಬಾರಿ ಸ್ವೀಕರಿಸಿ - ಜ್ಞಾನದೊಂದಿಗೆ ನಿಮ್ಮ ದಿನವನ್ನು ಪ್ರಾರಂಭಿಸಲು ಬೆಳಿಗ್ಗೆ ಒಮ್ಮೆ, ಮತ್ತು ಆಲೋಚನೆಗಾಗಿ ಸಂಜೆ ಒಮ್ಮೆ. 🌅 ನಿಮ್ಮ ದಿನವನ್ನು ಮಾರ್ಗದರ್ಶನ ಮಾಡಲು ಬೆಳಗಿನ ಜ್ಞಾನ 🌙 ಆಂತರಿಕ ಶಾಂತಿಗಾಗಿ ಸಂಜೆಯ ಚಿಂತನೆ ಈ ವೈಶಿಷ್ಟ್ಯವು ನಿಮ್ಮ ಆಧ್ಯಾತ್ಮಿಕ ಪ್ರಯಾಣವನ್ನು ಸಮೃದ್ಧಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಹೆಚ್ಚು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ!

source: Enable Notifications
bn: বিজ্ঞপ্তি সক্ষম করুন
de: Benachrichtigungen aktivieren
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Maybe Later
bn: হয়তো পরে
de: Vielleicht später
kn: ಬಹುಶಃ ನಂತರ

# wisdomSharingTitle
source: 📖 Share the Wisdom
bn: 📖 জ্ঞান শেয়ার করুন
de: 📖 Teilen Sie die Weisheit
kn: 📖 ಜ್ಞಾನವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ

# wisdomSharingVivekanandaQuote
source: The greatest religion is to be true to your own nature. Have faith in yourselves!
bn: সবচেয়ে বড় ধর্ম হল নিজের স্বভাবের প্রতি সত্য থাকা। নিজের উপর বিশ্বাস রাখুন!
de: Die größte Religion ist, seiner eigenen Natur treu zu bleiben. Haben Sie Vertrauen in sich selbst!
kn: ಅತ್ಯುತ್ತಮ ಧರ್ಮವೆಂದರೆ ನಿಮ್ಮ ಸ್ವಂತ ಸ್ವಭಾವಕ್ಕೆ ನಿಜವಾಗಿರುವುದು. ನಿಮ್ಮಲ್ಲಿ ನಂಬಿಕೆ ಇರಿಸಿ!

# wisdomSharingMessage
source: You've been exploring profound spiritual wisdom. Would you like to share this transformative experience with others?
bn: আপনি গভীর আধ্যাত্মিক জ্ঞান অন্বেষণ করছেন। আপনি কি এই রূপান্তরকারী অভিজ্ঞতা অন্যদের সাথে শেয়ার করতে চান?
de: Sie haben tiefe spirituelle Weisheit erforscht. Möchten Sie diese transformative Erfahrung mit anderen teilen?
kn: ನೀವು ಆಳವಾದ ಆಧ್ಯಾತ್ಮಿಕ ಜ್ಞಾನವನ್ನು ಅನ್ವೇಷಿಸುತ್ತಿದ್ದೀರಿ. ಈ ಪರಿವರ್ತನಾತ್ಮಕ ಅನುಭವವನ್ನು ಇತರರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲು ನೀವು ಬಯಸುತ್ತೀರಾ?

# wisdomSharingGyaanaDana
source: Sharing knowledge is one of the highest forms of service (Gyaana Dana 📚)
bn: জ্ঞান শেয়ার করা সেবার সর্বোচ্চ রূপগুলির মধ্যে একটি (জ্ঞান দান 📚)
de: Wissen zu teilen ist eine der höchsten Formen des Dienstes (Gyaana Dana 📚)
kn: ಜ್ಞಾನವನ್ನು ಹಂಚಿಕೊಳ್ಳುವುದು ಸೇವೆಯ ಉನ್ನತ ರೂಪಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ (ಗ್ಯಾನ ದಾನ 📚)

# wisdomSharingCallToAction
source: Help others discover these timeless teachings
bn: অন্যদের এই কালজয়ী শিক্ষাগুলি আবিষ্কার করতে সাহায্য করুন
de: Helfen Sie anderen, diese zeitlosen Lehren zu entdecken
kn: ಈ ಶಾಶ್ವತ ಬೋಧನೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಲು ಇತರರಿಗೆ ಸಹಾಯ ಮಾಡಿ

# wisdomSharingGotIt
source: Got it!
bn: বুঝেছি!
de: Verstanden!
kn: ಅರ್ಥವಾಯಿತು!
